{"1":{"id":1,"name":"grotta","description":"Ti trovi all\u0027interno di una grotta, sei un po\u0027 stordito ma sei riuscito a rialzarti. Fa molto freddo qui dentro, per fortuna hai indosso parte dell\u0027equipaggiamento da scalatore.","observedDescription":"A sud hai un muro di neve, generato probabilmente dalla valanga che ti ha trasportato qui, a est e ovest invece ci sono delle pareti di roccia. L\u0027unica strada che sembra percorribile è a nord.","enlightened":true,"opened":true,"northRoom":2,"southRoom":0,"eastRoom":0,"westRoom":0,"visited":false},"2":{"id":2,"name":"anticamera","description":"Cercando un uscita dalla grotta, ti sei imbattuto in uno strano luogo. Sembra proprio l\u0027ingresso di un posto pericoloso.","observedDescription":"C\u0027è del muschio sul pavimento e sulle pareti piastrellate. A sud ritorni alla grotta. a nord vi è un portellone di ferro. ","enlightened":true,"opened":true,"northRoom":3,"southRoom":0,"eastRoom":0,"westRoom":0,"visited":false},"3":{"id":3,"name":"ingresso","description":"Ti ritrovi in una stanza oscura, i tuoi passi rimbombano. Questo posto ti ricorda un bunker militare all\u0027avanguardia.","observedDescription":"Due corridoi individuati da coppie di corrimano gialli si incrociano perpendicolarmente e partizionano la sala in quattro. Un corridoio conduce verso nord ad una spaventosa porta metallica, accanto alla quale è presente un tastierino numerico, verso sud alla porta di ingresso del bunker. L\u0027altro corridoio, invece, prosegue sia verso est che verso ovest.","enlightened":true,"opened":true,"northRoom":9,"southRoom":2,"eastRoom":4,"westRoom":5,"visited":false},"4":{"id":4,"name":"corridoio est","description":"Sei nel corridoio che conduce all\u0027ala est del bunker. Qualcuno ha lasciato una chiave qui a terra, chissà se la sta ancora cercando…","observedDescription":"Il corridoio conduce ad una porta antincendio a est, mentre verso ovest alla sala di ingresso. A nord vi è una semplice porta nera con dei cartelli che non riesci a leggere ma che interpreti come \"non provare ad entrare qui dentro\". Qui a terra qualcuno aveva lasciato delle chiavi.","enlightened":true,"opened":true,"northRoom":6,"southRoom":0,"eastRoom":10,"westRoom":3,"visited":false},"5":{"id":5,"name":"corridoio ovest","description":"Il corridoio conduce ad una porta antincendio a est, mentre verso ovest alla sala di ingresso. A nord vi è una semplice porta nera con dei cartelli che non riesci a leggere ma che interpreti come \"non provare ad entrare qui dentro\".","observedDescription":"A est torni all\u0027ingresso, a sud vedi una porta con un semplice cartello sbiadito, mentre a nord c\u0027è una porta di servizio.","enlightened":true,"opened":true,"northRoom":7,"southRoom":8,"eastRoom":3,"westRoom":0,"visited":false},"6":{"id":6,"name":"sala controllo","description":"Sei entrato nella sala di controllo, una sala piena di schermi e di strumentazione all\u0027avanguardia. Alla tua sinistra, su una lunga scrivania vi è un computer, mentre alla tua destra vedi un quadro elettrico. Riattivare la corrente potrebbe essere un primo passo per fuggire da questo posto. Sul tavolo, di fianco alla tastiera del pc, scorgi una chiave magnetica.","observedDescription":"Alla tua destra vedi un computer, mentre alla tua sinistra il quadro elettrico. È questa la stanza in cui hai trovato la chiave magnetica. A sud c\u0027è il corridoio dell\u0027ala est.","enlightened":true,"opened":true,"northRoom":0,"southRoom":4,"eastRoom":0,"westRoom":0,"visited":false},"7":{"id":7,"name":"deposito","description":"Hai raggiunto un piccolo e polveroso deposito, sembra che qui non ci sia passato nessuno per molto tempo. Al suo interno sono presenti solo scaffali spogli e polverosi. Vedi di fronte a te un armadio, l\u0027unica speranza di trovare qualcosa di utile in questa stanza.","observedDescription":"Di fronte a te c\u0027è un armadio. A sud torni nel corridoio dell\u0027ala ovest.","enlightened":true,"opened":true,"northRoom":0,"southRoom":5,"eastRoom":0,"westRoom":0,"visited":false},"8":{"id":8,"name":"dormitori","description":"Metti piede all\u0027interno di questa enorme stanza e subito percepisci un cattivo odore: sono dei dormitori, lo capisci dal gran numero di brandine che riempie la stanza. Anche qui sembra che tutti quelli che popolavano questo posto siano scappati. Adagiata su una delle brandine vedi una bomboletta di quello che sembra deodorante, mentre nell\u0027angolo più remoto della stanza vi è un armeria che riconosci, lì dentro potrebbe esserci roba interessante...","observedDescription":"Qui c\u0027è l\u0027armeria, e ricordo anche che su uno di questi letti qualcuno aveva lasciato un deodorante. Verso nord torni al corridoio dell\u0027ala ovest.","enlightened":true,"opened":false,"northRoom":5,"southRoom":0,"eastRoom":0,"westRoom":0,"visited":false},"9":{"id":9,"name":"sala lancio","description":"Sei riuscito finalmente ad oltrepassare la porta più minacciosa di tutte. Quello che vedi è un enorme missile puntato verso l\u0027alto, dove non c\u0027è più il classico soffitto del bunker ma vi è il cielo stellato dell\u0027Himalaya. A qualche metro di distanza vi è una pulsantiera.","observedDescription":"Al centro della sala vi è il missile. A qualche metro di distanza vi è la pulsantiera. A sud vi è l\u0027ingresso.","enlightened":true,"opened":false,"northRoom":0,"southRoom":3,"eastRoom":0,"westRoom":0,"visited":false},"10":{"id":10,"name":"laboratorio","description":"Sei appena entrato all\u0027interno di un laboratorio astronomico. Sei circondato da strumentazione tecnologica di cui riesci difficilmente a capirne lo scopo, l\u0027unica cosa che probabilmente riusciresti ad utilizzare è quel computer sul tavolo al centro della stanza. Ciò che attira la tua attenzione è una porta di emergenza a est della stanza.","observedDescription":"Al centro della sala vi è la scrivania con il computer. A est vi è la porta congelata, a ovest torni nel corridoio dell\u0027ala est.","enlightened":true,"opened":true,"northRoom":0,"southRoom":0,"eastRoom":11,"westRoom":4,"visited":false},"11":{"id":11,"name":"uscita","description":"Hai utilizzato il lanciafiamme di fortuna e sei riuscito a sbloccare la porta congelata, la porta conduce ad una scalinata che percorri e... finalmente, vedi la luce. Una volta uscito dal bunker, però, senti un forte boato: il missile è stato lanciato e il mondo è caduto in guerra. Ti sei salvato, ma la tua scelta di abbandonare il bunker ha portato il mondo in rovina. #finale fuga","observedDescription":"Hai completato il gioco.","enlightened":true,"opened":false,"northRoom":0,"southRoom":0,"eastRoom":0,"westRoom":0,"visited":false}}
10